Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/supplementary_welfare_schemes/rent_supplement.html.txt.tmx
Source language: en
Languages: ga

source: Example: if your only additional household income is maintenance, all of your maintenance payment up to €95.23 per week is assessed in full
ga: Mar shampla: más cothabháil an t-aon ioncam breise atá agat, déantar d’íocaíocht chothabhála ar fad suas go dtí €95.23 in aghaidh na seachtaine a mheasúnú ar an iomlán

source: The household income disregard of €75 applies to sums above this, so that any maintenance between €95.23 and €170.23 is not taken into account
ga: Baineann an Neamhaird Ioncaim Teaghlaigh €75 le suimeanna os cionn €95.23 agus dá bhrí sin ní chuirtear aon chothabháil idir €95.23 agus €170.23 san áireamh

source: 25% of all maintenance over €170.23 is also not taken into account
ga: Lena chois sin, ní thógtar 25% de chothabháil ar fad os cionn €170.23 san áireamh

source: Your contribution to rent (Household Contribution)
ga: Do ranníocaíocht cíosa (Ranníocaíocht Teaglaigh)

source: Once the amount of Rent Supplement you qualify for has been worked out, it will be reduced by a minimum of €30. This is because you must pay at least €30 a week towards your rent
ga: Nuair a ríomhtar do leibhéal Forlíonta Cíosa déanfar é a laghdú de €30 seachtainiúil, toisc go caithfear €30 a íoc ar a laghad i dtreo do chíos

source: You may pay more than €30 because you are also required to contribute any additional assessable means that you have above the appropriate basic Supplementary Welfare Allowance rate towards your rent
ga: Is féidir leat níos mó ná €30 a íoc mar tá dualgas ort freisin, faoi réir neamhaird ioncaim, aon acmhainní inmheasúnaithe breise atá agat os cion bunráta cuí LLS a chur i dtreo do chíos

source: A couple claiming Rent Supplement must pay at least €40 a week towards their rent
ga: Más duine de lánúin thú agus má dhéanann tú iarratas ar Fhorlíonadh Cíosa, caithfidh tú €40 seachtainiúil ar a laghad a íoc i dtreo do chíosa

source: A couple over 65 with an income equal to or less than the State Pension (Contributory) for their situation will contribute €40 a week towards their rent
ga: Ní dhéanfaidh lánúin thar aois 65 a bhfuil ioncam acu atá cothrom nó níos lú ná an Pinsean Stáit (Ranníocach) dá staid ach €40 a íoc i leith a gcuid cíosa

source: A couple who both have State Pensions (Contributory) and no other income will also contribute €40 towards their weekly rent
ga: Ní dhéanfaidh lánúin a bhfuil Pinsin Stáit (Ranníocach) ag an mbeirt acu gan ioncam ar bith eile ach €40 a íoc i leith a gcuid cíosa

source: Since January 2017, people aged 18-24 who are on age-related benefits pay a lower Household Contribution
ga: Is féidir leis a bheith casta Forlíonadh Cíosa a ríomh

source: For people who are getting BTEA, a Further Education and Training (FET) training allowance or on Youthreach, where the age-related rate of €160 applies, the Household Contribution is reduced from €30 to €20 a week. Calculating Rent Supplement Calculating your Rent Supplement can be difficult
ga: Déanfaidh an t-ionadaí na Roinne Coimirce Sóisialaí (ar ar tugadh Oifigeach Leasa Pobail roimhe seo) cinneadh an bhfuil tú incháilithe d’Fhorlíonadh Cíosa agus an méid a bheidh le fáil agat a ríomh

source: More information is available on how to calculate Rent Supplement
ga: Tuilleadh eolais ar fáil maidir le conas Forlíonadh Cíosa a ríomh

source: Rent Supplement is paid to you weekly or monthly by cheque, Electronic Fund Transfer or post draft, usually in arrears
ga: Íoctar Forlíonadh Cíosa go seachtainiúil nó go míosúil le seic, Aistriú Leictreonach Airgid nó dréacht poist, i riaráistí de ghnáth

source: The amount of Rent Supplement that is calculated will generally ensure that your income, after paying rent, does not fall below a minimum level
ga: Go ginearálta cinnteoidh an méid an Fhorlíonta Cíosa ríofa nach dtitfidh d’ioncam, tar éis duit cíos a íoc, faoi bhun an íosleibhéil

source: This level is the basic Supplementary Welfare Allowance rate for your circumstances minus the appropriate rate of Household Contribution (see above)
ga: Is é an leibhéal sin ná an Liúntas Leasa Fhorlíontaigh ag brath ar do chúinsí lúide €30 (nó €40 do lánúin). Caithfidh tú €30 ar a laghad i dtreo do chíos a íoc

source: However, you may pay more depending on your means - see 'Rules' above
ga: Áfach, b’fhéidir go n-íocfá níos mó ag brath ar d’acmhainní - féach ‘Rialacha’ thuas

source: The rent paid to your landlord (that is, your contribution plus your Rent Supplement) should not be above the maximum rent limit set for your county or area (this provision can be waived in some circumstances)
ga: Ní féidir leis an gcíos íoctha le do thiarna talún (is é sin a rá, do ranníocaíocht agus d'Fhorlíonadh Chíosa) bheith os cionn an uasleibhéil cíosa socraithe do do chontae (d’fhéadfadh an fhoráil i gcúinsí áirithe a tharscaoileadh)

source: The maximum rent limit for your county is set by the Department of Social Protection (DSP)
ga: Socraíonn an Roinn Coimirce Sóisialaí an t-uasleibhéal cíosa do gach contae

source: However, the Community Welfare Office may set lower rates within these limits
ga: Áfach, is féidir an Oifigeach Leasa Pobail leibhéil níos ísle laistigh na leibhéil seo a shocrú

source: There is a maximum rent limit for each area (see below)
ga: Tá uasleibhéal cíosa do gach limistéir

source: If your actual rent is higher than the local maximum, you may be refused Rent Supplement entirely
ga: Má tá do chíos níos airde ná an t-uasmhéid áitiúil, b’fhéidir go ndiúltófar Forlíonadh Cíosa duit ar fad

source: Cases where rent is over the relevant limit
ga: Cásanna ina sáraíonn an cíos an teorainn chuí

source: In some cases Rent Supplement can be paid at the discretion of the DSP staff administering the scheme where the rent is over the relevant limit:
ga: I roinnt cásanna, féadfar Forlíonadh Cíosa a íoc faoi dhiscréid ionadaí an DSP (an CWO roimhe seo), sa chás go sáraíonn an cíos an teorainn chuí:

source: • If you or a member of your household has special housing needs (for example, a disabled person in specially adapted accommodation)
ga: • Má tá riachtanais speisialta tithíochta agatsa nó ag duine muinteartha (mar shampla, duine faoi mhíchumas i gcóiríocht a rinneadh a oiriúnú go speisialta)

source: • If you will be able to pay the rent yourself within a short period, if, for example, if you are taking up employment
ga: • Má bheidh tú in ann an cíos a íoc tú féin laistigh de thréimhse ghearr, mar shampla, má bheidh tú ag glacadh le fostaíocht

source: In this case Rent Supplement at a higher rate can be paid for a short period of 6-8 weeks
ga: Sa chás seo, féadtar Forlíonadh Cíosa ar ráta níos airde a íoc ar feadh tréimhse ghearr 6-8 seachtaine

source: • If you have additional income to pay the balance yourself. (Rent Supplement is still based on the maximum rent limit.)
ga: • Má tá ioncam breise agat chun an t-iarmhéid a íoc tú féin (bunaítear Forlíonadh Cíosa fós ar an uasteorainn chíosa)

source: • If there are other exceptional circumstances
ga: • Más ann do chúinsí eisceachtúla eile

source: (Special provisions apply if you are at risk of becoming homeless.) Note also that the Community Welfare Service has statutory discretionary power to award or increase a Rent Supplement payment, for example, when dealing with a person who is in danger of homelessness
ga: (Bíonn socruithe speisialta i gceist má tá tú i mbaol beith gan dídean.) Tabhair faoi deara, chomh maith, tá cumhacht lánroghnach ag an tSeirbhís Leasa Pobail chun íocaíocht Forlíonadh Cíosa a bhronnadh nó a mhéadú, mar shampla, nuair a bhíonn siad ag déileáil le duine atá i mbaol bheith thíos le heaspa dídine

source: This applies both to people getting Rent Supplement and to new applicants
ga: Baineann seo le daoine a bhfuil Forlíonadh Cíosa á fháil acu agus iarratasóirí nua

source: Tenants living in Dublin, Kildare, Meath, Wicklow, Cork City and its environs, Galway, Mayo and Roscommon can access the Tenancy Protection Service (TPS) on Freephone 1800 454 454
ga: Féadfaidh tionóntaí i mBaile Átha Cliath rochtain a fháil ar an tSeirbhís um Chosaint Tionóntachta a reáchtálann trí ghlao ar 1800 454 454

source: Rent Supplement and lease agreements
ga: Forlíonadh Cíosa agus comhaontuithe léasa

source: If, when your Rent Supplement claim is reviewed, the rent you pay is above the relevant limit and your lease is not due for renewal, you will be expected to re-negotiate your rent with your landlord
ga: Má sháraíonn an cíos a íocann tú an teorainn chuí agus mura bhfuil do léas le hathnuachan, bheifí ag súil leis go ndéanfá do chíos a phlé athuair le do thiarna talún, ag an tráth a dhéantar athbhreithniú ar d’éileamh ar Fhorlíonadh Cíosa

source: If the landlord insists that the terms of the current lease are not negotiable and does not reduce the rent to the new limits the DSP representative will discuss your options with you
ga: Mura bhfuil do thiarna talún sásta téarmaí an léasa reatha a phlé agus mura laghdaíonn sé/sí an cíos chuig na teorainneacha nua, pléifidh ionadaí an DSP do chuid roghanna leat

source: These may include seeking other accommodation
ga: D’fhéadfadh cóiríocht eile a lorg bheith i gceist leis seo

source: If the rent is in line with local market rates the limits can be exceeded in some cases
ga: Má tharlaíonn seo, leanfar le Forlíonadh Cíosa a íoc leat ar feadh tréimhse réasúnta ama fad a fhaigheann tú cóiríocht nua

source: You can find the rent limits for Rent Supplement on the Department's website
ga: Tá na h-uasleibhéil cíosa leasaithe ón 1 Iúil 2016 ar fáil anseo

source: Note that the Community Welfare Office may set lower rates within these limits
ga: Is féidir an Oifigeach Leasa Pobail leibhéil níos ísle laistigh na leibhéil seo a shocrú)

source: SI 221/07 sets down that the maximum amounts of Rent Supplement payable for tenants in voluntary housing developments (funded through the Capital Assistance Scheme) are €55 for a single person and €60 for a couple
ga: Leagann SI 221/07 síos na huasmhéid d’Fhorlíonadh Cíosa atá iníoctha mar €55 do dhuine aonair agus €60 do lanúnacha i bhforbairtí deonacha tithíochta (á maoiniú tríd an Scéim Chúnaimh Chaipitil)

source: You can request a review of your Rent Supplement claim by contacting the office dealing with your claim
ga: Cuireann an ranníocaíocht íosta mar a leagtha thuas i bhfeidhm freisin (€30 do dhuine singil agus €40 do lánúin)

source: Changes to your circumstances
ga: Conas iarratas a dhéanamh

source: To apply, fill in an application form for Rent Supplement (pdf)
ga: Chun iarratas a dhéanamh, comhlánaigh foirm iarratais ar Fhorlíonadh Cíosa (pdf)

source: The Department of Social Protection's representative (formerly known as the Community Welfare Officer) or local Citizens Information Service can help you fill in this form
ga: Féadfaidh ionadaí na Roinne Coimirce Sóisialaí (ar ar tugadh Oifigeach Leasa Pobail roimhe seo) nó an tSeirbhís um Fhaisnéis do Shaoránaigh cabhrú leat an fhoirm seo a chomhlánú

source: Part of the form will need to be filled in by your landlord or their agent
ga: Beidh gá ar do thiarna talún nó ar a ngníomhaire cuid den fhoirm a chomhlánú

source: Your landlord will need to provide their tax reference number (normally their PPS number) to the Department of Social Protection (DSP)
ga: Beidh ar do thiarna talún a n-uimhir thagartha cánach (a n-uimhir PSP de ghnáth) a sholáthar don Roinn Coimirce Sóisialaí (DSP)

source: If your landlord does not wish to fill in the form a separate form (SWA 3C) (pdf) is available
ga: Mura mian le do thiarna talún an fhoirm a chomhlánú, tá fáil ar fhoirm ar leith (SWA 3C) (pdf)

source: If your landlord does not have a tax reference number, they should state this in writing to the DSP and explain why this is the case
ga: Mura bhfuil uimhir thagartha cánach ag do thiarna talún, ba cheart é seo a lua i scríbhinn chuig an DSP agus a mhíniú cad ina thaobh gurb amhlaidh atá an scéal

source: Your Rent Supplement may not be paid if your landlord has not given their tax number to the DSP or has not explained why they do not have one
ga: Tharlódh nach n-íocfar d’Fhorlíonadh Cíosa murar thug do thiarna talún a n-uimhir chánach don DSP nó murar mhínigh siad cad ina thaobh nach bhfuil ceann acu

source: Another part of the form may need to be filled in by your local authority, to confirm you are on their housing list and have a housing need (if you are not exempt from this rule)
ga: D’fhéadfadh go mbeadh gá cuid eile den fhoirm a chomhlánú ag d’údarás áitiúil, lena dheimhniú go bhfuil tú ar a liosta tithíochta agus go bhfuil agat riachtanas tithíochta (mura bhfuil tú díolmhaithe ón riail seo)

source: You also need to bring the following documents:
ga: Caithfidh tú na doiciméid seo a leanas a thabhairt leat chomh maith:

source: • Identity documents for you and your dependants, such as full birth certificates, passports, driving licence, work permit, immigration (GNIB) card, etc
ga: • Doiciméid aitheantais duit féin agus dod’ chleithiúnaigh, cosúil le teastais breithe iomlána, pasanna, ceadúnas tiomána, cead oibre, cárta inimirce (GNIB) srl

source: • Documents to show your income and financial situation, such as, pay slips, P45, P35, P60, bank statements, etc
ga: • Doiciméid le d’ioncam agus do riocht ó thaobh cúrsaí airgeadais, ar nós duillíní pá a fuarthas le déanaí, P45, P35, P60, ráitis bhainc srl

source: • Documents to prove where you live, such as electricity, gas or phone bills, etc
ga: • Doiciméid chun a chruthú cá bhfuil cónaí ort, cosúil le billí leictreachais, gáis nó teileafóin, srl

source: • Documents relating to your tenancy, such as your rent book, lease or tenancy agreement
ga: • Doiciméid a bhaineann le do thionóntacht, cosúil le do leabhar cíosa, comhaontú léasa nó tionóntachta

source: The Department of Social Protection's representative (formerly known as the Community Welfare Officer) usually visits you to confirm your circumstances
ga: Is iondúil go dtabharfaidh ionadaí na Roinne Coimirce Sóisialaí (ar ar tugadh Oifigeach Leasa Pobail roimhe seo) cuairt ort chun d’imthosca a chinntiú

source: If you are not satisfied with a decision made in relation to Rent Supplement, you should first find out why the decision was made by asking the Department of Social Protection's representative (formerly known as the Community Welfare Officer)
ga: Mura bhfuil tú sásta le cinneadh a dhéantar maidir le Forlíonadh Cíosa, ba cheart duit a fháil amach roimhe sin cén fáth a ndearnadh an cinneadh trí cheist a chur ar an ionadaí na Roinne Coimirce Sóisialaí (ar ar tugadh Oifigeach Leasa Pobail roimhe seo)

source: You should provide any extra documentation to back up your case
ga: Ba chóir duit aon doiciméadú breise a sholáthar chun do chás a thacaigh

source: If the decision is not changed, then request an appeal form
ga: Mura ndéantar athrú ar an gcinneadh, iarr foirm achomhairc orthu

source: Include as much detail as possible in your appeal and keep photocopies of everything
ga: Cuir isteach a oiread mionsonraí agus is féidir leat i d’achomharc agus coinnigh fótachóipeanna de gach rud

source: If your appeal is unsuccessful, you can refer the appeal to the Social Welfare Appeals Office
ga: Mura n-éiríonn le d’achomharc, tá tú i dteideal an t-achomharc a chur ar aghaidh chuig Oifig Achomharc Leasa Shóisialaigh

source: You may request a personal hearing and you can bring along a representative to help argue your case
ga: Is féidir leat éisteacht phearsanta a iarraidh agus is féidir leat ionadaí a thabhairt leat le cuidiú leat do chás a chur

source: To apply for Rent Supplement you should contact the Department of Social Protection's representative (formerly known as the Community Welfare Officer) at your local Intreo or social welfare branch office
ga: Déan teagmáil leis an ionadaí na Roinne Coimirce Sóisialaí (ar ar tugadh Oifigeach Leasa Pobail roimhe seo) i d'oifig áitiúil chun iarratas ar Fhorlíonadh Cíos a dhéanamh

source: However, in some areas new Rent Supplement applications are processed by centralised Rent Units
ga: I roinnt ceantar, áfach, próiseálann Aonaid láraithe Chíosa iarratais nua ar Fhorlíonadh Cíosa

source: To see if your area is dealt with by a central Rent Unit you can view the central Rent Unit list
ga: Lena sheiceáil an ndéileálann Aonad láraithe Cíosa le do cheantar áitiúil, is féidir leat féachaint ar liosta na n-aonad láraithe cíosa

source: If you live in one of these areas you can get a rent pack from your local office
ga: Má chónaíonn tú i gceann de na ceantair seo, féadfaidh tú pacáiste cíosa a fháil ó d’ionad sláinte áitiúil

source: This pack contains detailed information (including a list of documentation you will need) and all the relevant application forms
ga: Sa phacáiste seo tá eolas mionsonraithe (lena n-áirítear liosta doiciméadaithe a theastóidh uait) agus na foirm iarratais ábhartha

source: You should read the information in the pack carefully
ga: Ba cheart duit an t-eolas sa phacáiste a léigh go cúramach

source: If you are satisfied that you have all the necessary documents ready you can forward your application to the relevant Rent Unit
ga: Má tá tú sásta go bhfuil na doiciméid riachtanacha agat is féidir leat d'iarratas a chur chuig an Aonad Cíosa ábhartha

source: The processing of your application may be delayed if you do not supply all the information requested in the pack
ga: D’fhéadfadh moill a bheith ar phróiseáil d’iarratas mura seolann tú an t-eolas ar fad ar a n-iarrtar sa phacáiste

source: The Unit will contact you if they need any further information
ga: Déanfaidh an tAonad teagmháil leat má theastaíonn tuilleadh eolais uathu

source: If they do not need any more information they will tell you when your application will be processed
ga: Mura bhfuil aon eolas eile uathu déarfaidh siad leat cén uair a bheidh d'iarratas próiseáilte

source: A certain amount of your income is not taken into account in the assessment for Rent Supplement
ga: Ní ghlactar méid áirithe de d’ioncam san áireamh agus an Forlíonadh cíosa á mheas

source: The income not taken into account is called an income disregard
ga: Tugtar an ‘neamhaird ioncaim’ ar an mhéid nach nglactar san áireamh

source: The current income disregards came into effect on 5 June 2007
ga: Tháinig na neamhairdeanna reatha ioncaim bhfeidhm ar an 5 Meitheamh 2007

source: All existing Rent Supplement claims in payment on 5 June 2007 were reviewed and assessed using both the current income disregards and the old income disregards
ga: Déanfear athbhreithniú agus measúnú ar na héilimh go léir ar Fhorlíonadh Cíosa atá ann ar 5 Meitheamh 2007, ag baint úsáide as na neamhairdeanna ioncaim atá ann faoi láthair agus na sean-neamhairdeanna ioncaim araon

source: If you would get more Rent Supplement using the old income disregards (see below), you continued to be assessed using the old income disregards until:
ga: Má fhaigheann tú níos mó Forlíonta Cíosa ag úsáid na sean-neamhairdeanna (féach thíos), leanfaidh tú de bheith do do mheas ag úsáid na sean-neamhairdeanna ioncaim go dtí:

source: • You no longer qualify for Rent Supplement or
ga: • Nach mbíonn tú incháilithe don Fhorlíonadh Cíosa a thuilleadh, nó

source: • You have a break in your claim for more than 13 weeks or
ga: • Tá briseadh i d’éileamh a mhaireann níos mó ná 13 seachtaine, nó

source: • You have a change in your circumstances
ga: • Tá athrú ar d’imthosca
